Repository: viktorsml/victorsamuel-website
Catalog: apps/website/src/locale/messages.*.xlf
Languages: es

source: Hmm, nothing here...
es: Hmm, aquí no hay nada...

source: Sorry, but there are no projects available at this moment.
es: Lo siento, pero no hay proyectos disponibles en este momento.

source: Hmm, something went wrong :(
es: Hmm, algo salió mal :(

source: Sorry, but we couldn't retreive any project from the database at this moment.
es: Lo siento, pero no hemos podido recuperar ningún proyecto de la base de datos en este momento.

source: Book a meeting
es: Agenda una reunión

source: Here is a selection of some projects that use design as a gateway to translate problems into opportunities
es: He aquí una selección de algunos proyectos que utilizan el diseño como puerta de entrada para convertir los problemas en oportunidades

source: Contact
es: Contacto

source: Get in touch through any of the following platforms or by sending me an email
es: Ponte en contacto a través de cualquiera de las siguientes plataformas o enviándome un correo electrónico

source: Send email to:
es: Enviar correo a:

source: Or Send private message via
es: O envía un mensaje privado vía

source: Hello there. My name is
es: Hey, hola. Mi nombre es

source: I build things for the web.
es: Creo cosas para la web.

source: I'm a <strong>full-stack developer</strong> focused on <strong>building accessible, human-centered products</strong> using the latest technologies. I'm comfortable throughout the stack, but my passion lies in the front-end, at the intersection of code and design.
es: Soy un <strong>desarrollador web full-stack centrado en la creación de productos accesibles con diseño humano</strong> utilizando las últimas tecnologías. Me siento cómodo tanto en back-end como en front-end, pero mi pasión está en el front-end, en la intersección del código y diseño.

source: Here you can see some languages, tools, technologies and frameworks I like to work with.
es: Aquí puedes ver algunos lenguajes, herramientas, tecnologías y frameworks con los que me gusta trabajar.

source: Need a developer?
es: ¿Necesitas un desarrollador?

source: Let's work together
es: Trabajemos juntos

source: Hmm, we couldn't find what you're looking for.
es: Hmm, no hemos podido encontrar lo que buscas.

source: Sorry, but the page you are looking for has not been found. Try checking the URL for errors and then clicking the refresh button on your browser.
es: Lo sentimos, pero no encuentro la página que buscas. Prueba comprobar la URL en busca de errores y después dale click en el botón de actualización de tu navegador.

source: Nah, take me to the home page
es: Nah, llévame al inicio

source: Take me back
es: Llévame atrás

source: Projects
es: Proyectos

source: See Code
es: Ver Código

source: Project Title
es: Título del proyecto

source: Contact Information
es: Información de Contacto

source: Feel free to reach out to me any time.
es: No dudes en ponerte en contacto conmigo en cualquier momento.

source: anywhere
es: en todos lados

source: Current Availability
es: Disponibilidad Actual

source: I usually work on several projects but I’ll be happy to discuss new opportunities. Let’s get in touch!
es: Suelo trabajar en varios proyectos, pero estaré encantado de discutir nuevas oportunidades. ¡Pongámonos en contacto!

source: Follow me on
es: Sígueme en

source: Handcrafted with ❤️ and ☕ by me.
es: Hecho a mano con ❤️ y ☕ por mí.

source: Back to top
es: Volver al principio

source: About Me
es: Acerca de mi

source: Victor Samuel | Projects
es: Victor Samuel | Proyectos

source: Victor Samuel | Contact
es: Victor Samuel | Contacto

source: Victor Samuel | Book a meeting
es: Victor Samuel | Agenda una reunión

source: Victor Samuel | Not Found
es: Víctor Samuel | No encontrado

source: Victor Samuel | Full-Stack Web Developer
es: Victor Samuel | Desarrollador Web Full-Stack

source: Full-Stack Developer Focused on UI/UX. I create beautiful user-centered web applications using the latest technologies.
es: Desarrollador full-stack enfocado en UI/UX. Creo hermosas aplicaciones web centradas en el usuario utilizando las últimas tecnologías.
