Repository: viktorsml/victorsamuel-website
Catalog: src/locale/messages.*.xlf
Languages: es

# aboutNav
source: About me
es: Acerca

# portfolioNav
source: Projects
es: Proyectos

# contactNav
source: Contact
es: Contacto

source: Back to top
es: Volver arriba

# footerText
source: Handcrafted with ❤️ and ☕ by me.
es: Hecho a mano con ❤️ y ☕ por mí.

# whoAmITitle
source: Full-stack web developer currently in the Puerto Vallarta area
es: Desarrollador web full-stack actualmente en el área de Puerto Vallarta

# whoAmIDescription
source: I create beautiful user-centered web applications using the latest technologies. I'm comfortable throughout the stack, but my passion lies in the front end, at the intersection of code and design.
es: Creo hermosas aplicaciones web con las ultimas tecnologías disponibles y con un diseño centrado en el usuario

# specificationsTitle
source: Specifications
es: Especificaciones

source: Project type
es: Tipo de proyecto

source: My role
es: Mi rol

# projectDuration
source: Duration
es: Duración

# aboutProject
source: About the project
es: Sobre el proyecto

# seeProjectButton
source: See project
es: Ver proyecto

# seeCodeButton
source: See code
es: Ver código

# challengesProject
source: The challenges
es: Los desafíos

# projectResults
source: The final product
es: El producto final

# portfolioTitle
source: Projects
es: Proyectos

# seeMoreButton
source: More information
es: Mas información

# contactTitle
source: Contact
es: Contacto

# notFoundTitle
source: Hmm, we couldn't find what you're looking for.
es: Hmm, no pudimos encontrar lo que buscas

# notFoundApologize
source: Sorry, but the page you are looking for has not been found. Try checking the URL for errors and then clicking the refresh button on your browser.
es: Lo sentimos, pero la página que buscas no ha sido encontrada. Prueba comprobar errores en la URL y luego pulsa el botón de actualizar en tu navegador.

# portfolioDescription
source: Here is a selection of some projects that use design as a gateway to translate problems into opportunities
es: He aquí una selección de algunos proyectos que utilizan el diseño como una puerta para traducir problemas en oportunidades

# contactDescription
source: Get in touch though any of the following platforms or by sending me an email
es: Puedes ponerte en contacto a través de las siguientes plataformas o enviándome un correo electrónico

# switchLanguage
source: Cambiar a Español
es: Switch to English

# contactFooTitle
source: Contact Information
es: Información de contacto

# contactFooDesc
source: Feel free to reach out to me any time.
es: No dudes en ponerte en contacto en cualquier momento.

source: anywhere
es: en todos lados

# availFooTitle
source: Current Availability
es: Disponibilidad actual

# availFooDesc
source: I usually work on several projects but I’ll be happy to discuss new opportunities. Let’s get in touch!
es: Normalmente trabajo en varios proyectos pero estaré encantado de discutir nuevas oportunidades. ¡Pongámonos en contacto!

# availFooFollow
source: Follow me on
es: Sígueme en

# contactBigQuestion
source: Need a developer?
es: ¿Necesitas un desarrollador?

# contactBigProposal
source: Let's work together
es: Trabajemos juntos

# sendPrivateVia
source: Send private message via
es: Enviar mensaje privado vía
